Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: <p>The address specifies a protocol (e.g. <q>wxyz://</q>) the browser does not recognize, so the browser cannot properly connect to the site.</p><ul><li>Are you trying to access multimedia or other non-text services? Check the site for extra requirements.</li><li>Some protocols may require third-party software or plugins before the browser can recognize them.</li></ul>
bn_bd: <p>ঠিকানাটি একটি প্রোটোকল (উদাহরণস্বরূপ <q>wxyz://</q>) উল্লেখ করছে, যা কিনা ব্রাউজারের কাছে অপরিচিত। এর ফলে ব্রাউজার সাইটের সাথে সংযোগ স্থাপন করতে পারছে না।</p><ul><li>আপনি কি মাল্টমিডিয়া অথবা টেক্সট-ব্যতীত অন্যান্য সেবা ব্যবহার করার চেষ্টা করছেন? অন্যান্য প্রয়োজন সম্পর্কে জানতে সাইটটি দেখুন।</li><li>ব্রাউজার দিয়ে সনাক্ত করার জন্য কয়েকটি প্রোটোকলের ক্ষেত্রে তৃতীয় পক্ষের সফ্টওয়্যার অথবা প্লাগইন ব্যবহার করা আবশ্যক।</li></ul>

source: <p>The browser connected successfully, but the connection was interrupted while transferring information. Please try again.</p><ul><li>Are you unable to browse other sites? Check the computer’s network connection.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
bn_bd: <p>ব্রাউজার সাফল্যের সাথে সংযোগ করতে সক্ষম হলেও, তথ্য বিনিময়ের সময় সংযোগ বিঘ্নিত হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।</p><ul><li>আপনি কি অন্যান্য সাইট ব্রাউজ করতে পারছেন না? কম্পিউটারের সাথে নেটওয়ার্কের সংযোগ পরীক্ষা করুন।</li><li>সমস্যার সমাধান না হলে সহায়তার জন্য আপনার নেটওয়ার্ক অ্যাডমিনিস্ট্রেটর অথবা ইন্টারনেট সেবাদানকারী প্রতিষ্ঠানের সাথে যোগাযোগ করুন।</li></ul>

source: <p>The browser could not find the host server for the provided address.</p><ul><li>Did you make a mistake when typing the domain? (e.g. <q><strong>ww</strong>.mozilla.org</q> instead of <q><strong>www</strong>.mozilla.org</q>)</li><li>Are you certain this domain address exists? Its registration may have expired.</li><li>Are you unable to browse other sites? Check your network connection and DNS server settings.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
bn_bd: <p>অনুরোধ করা ঠিকানার জন্য ব্রাউজার হোস্ট সার্ভার সনাক্ত করতে পারেনি।</p><ul><li>ডোমেইনের নাম সঠিকরূপে লিখেছেন কি? (উদাহরণ, <q><strong>www</strong>.mozilla.org</q> এর পরিবর্তে <q><strong>ww</strong>.mozilla.org</q> )</li><li>উল্লেখিত ডোমেইনের উপস্থিতি সম্পর্কে কি আপনি নিশ্চিত? এর নিবন্ধিত সময়সীমা উত্তীর্ণ হয়ে যেতে পারে।</li><li>আপনি কি অন্যান্য সাইট ব্রাউজ করতে পারছেন না? নেটওয়ার্কের সংযোগ ও DNS সার্ভারের বৈশিষ্ট্য পরীক্ষা করুন।</li><li>আপনার কম্পিউটার অথবা নেটওয়ার্ক, কি কোনো ফায়ারওয়াল অথবা প্রক্সি দ্বারা সুরক্ষিতরূপে স্থাপন করা হয়েছে? ভুল সেটিং, ওয়েব ব্রাউজ করতে বাধা সৃষ্টি করতে পারে।</li></ul>

source: <p>The browser has stopped trying to retrieve the requested item. The site is redirecting the request in a way that will never complete.</p><ul><li>Have you disabled or blocked cookies required by this site?</li><li><em>NOTE</em>: If accepting the site’s cookies does not resolve the problem, it is likely a server configuration issue and not your computer.</li></ul>
bn_bd: <p>ব্রাউজার অনুরোধকৃত আইটেমটি সংগ্রহ করার চেষ্টা বাতিল করেছে। সাইটটি অনুরোধগুলো এমনভাবে রিডিরেক্ট করছে যা সম্পূর্ণ করা সম্ভব না।</p><ul><li>এই সাইটের জন্য প্রয়োজনীয় কুকি কি আপনি নিষ্ক্রিয় অথবা প্রতিরোধ করেছেন?</li><li><em>উল্লেখ্য</em>: সাইটের কুকি গ্রহণ করা সত্ত্বেও সমস্যার সমাধান না হলে সম্ভবত আপনার কম্পিউটারে নয়, বরং সার্ভার প্রান্তের কনফিগারেশনের মধ্যে সমস্যা রয়েছে।</li></ul>

source: <p>The browser is configured to use a proxy server, but the proxy could not be found.</p><ul><li>Is the browser’s proxy configuration correct? Check the settings and try again.</li><li>Is the computer connected to an active network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
bn_bd: <p>ব্রাউজারটি প্রক্সি সার্ভার ব্যবহারের উদ্দেশ্যে কনফিগার করা হয়েছে কিন্তু প্রক্সি সার্ভার পাওয়া যায়নি।</p><ul><li>ব্রাউজারের মধ্যে প্রক্সি সংক্রান্ত কনফিগারেশন কি সঠিকরূপে স্থাপিত হয়েছে? বৈশিষ্ট্য পরীক্ষা করে পুনরায় চেষ্টা করুন।</li><li>কম্পিউটারটি কি কোনো সক্রিয় নেটওয়ার্কের সাথে সংযুক্ত রয়েছে?</li><li>সমস্যার সমাধান না হলে সহায়তার জন্য আপনার নেটওয়ার্ক অ্যাডমিনিস্ট্রেটর অথবা ইন্টারনেট সেবাদানকারী প্রতিষ্ঠানের সাথে যোগাযোগ করুন।</li></ul>

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p><ul><li>Is the browser’s proxy configuration correct? Check the settings and try again.</li><li>Does the proxy service allow connections from this network?</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
bn_bd: <p>ব্রাউজারটি প্রক্সি সার্ভার ব্যবহারের উদ্দেশ্যে কনফিগার করা হয়েছে কিন্তু প্রক্সির দ্বারা সংযোগ প্রত্যাখ্যান করা হয়েছে।</p><ul><li>ব্রাউজারের মধ্যে প্রক্সি সংক্রান্ত কনফিগারেশন কি সঠিকরূপে স্থাপিত হয়েছে? সকল বৈশিষ্ট্য পরীক্ষা করে পুনরায় চেষ্টা করুন।</li><li>প্রক্সি পরিসেবার দ্বারা বর্তমান নেটওয়ার্ক থেকে উৎপন্ন সংযোগ গ্রহণ করা হয় কি?</li><li>সমস্যার সমাধান না হলে সহায়তার জন্য আপনার নেটওয়ার্ক অ্যাডমিনিস্ট্রেটর অথবা ইন্টারনেট সেবাদানকারী প্রতিষ্ঠানের সাথে যোগাযোগ করুন।</li></ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p><ul><li>Is the computer connected to an active network?</li><li>Press &quot;Try Again&quot; to switch to online mode and reload the page.</li></ul>
bn_bd: <p>ব্রাউজার অফলাইন মুডে চলছে এবং অনুরোধকৃত বস্তুতে সংযোগ করতে পারছে না।</p><ul><li>কম্পিউটার কি সচল নেটওয়ার্কের সাথে সংযুক্ত?</li><li>অনলাইন মুডে যেতে এবং পৃষ্ঠাটি পুনরায় লোড করতে &quot;আবার চেষ্টা করুন&quot; চাপুন।</li></ul>

source: <p>The browser prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
bn_bd: <p>ব্রাউজারটি এই ভাবে পৃষ্ঠাটি লোড করতে প্রতিরোধ করে কারন পৃষ্ঠাটির বিষয়বস্তু নিরাপত্তা নীতিমালা এটিকে অনুমোদন দেয়না। </p>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p>
bn_bd: <p>সংযোগ মীমাংসা করার সময় নেটওয়ার্ক সংযোগ বিঘ্নিত হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।</p>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
bn_bd: <p>প্রাপ্ত তথ্যের যথার্থতা পরীক্ষা করা সম্ভব না হওয়ার ফলে পৃষ্ঠাটি প্রদর্শন করা সম্ভব হয়নি।</p><ul><li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের অবগত করুন।</li></ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
bn_bd: <p>পৃষ্ঠাটি অকার্যকর অথবা অসমর্থিত ধরনের কমপ্রেশন ব্যবহার করার ফলে এটি প্রদর্শন করা সম্ভব নয়।</p><ul><li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েবসাইট নির্মাতাদের অবগত করুন।</li></ul>

source: <p>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
bn_bd: <p>প্রাপ্ত তথ্যের যথার্থতা পরীক্ষা করা সম্ভব না হওয়ার ফলে পৃষ্ঠাটি প্রদর্শন করা সম্ভব হয়নি।</p><ul><li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের অবগত করুন।</li></ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
bn_bd: <p>অবস্থানের ঠিকানা সঠিক বিন্যাসে নেই। অবস্থান বারে উল্লেখিত ঠিকানার মধ্যে কোনো ভুলত্রুটি পরীক্ষা করে অনুগ্রহ করে পুনরায় চেষ্টা করুন।</p>

source: <p>The requested address specified a port (e.g. <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
bn_bd: <p>অনুরোধ করা ঠিকানায় এমন একটি পোর্ট (উদাহরণস্বরূপ, mozilla.org-র port 80-র জন্য <q>mozilla.org:80</q>) উল্লেখ করা হয়েছে যা সাধারণত ওয়েব ব্রাউজিং <em>ব্যতীত</em> অন্যান্য কাজের জন্য ব্যবহৃত হয়। আপনার নিরাপত্তার উদ্দেশ্যে ব্রাউজার এই অনুরোধ বাতিল করেছে।</p>

source: <p>The requested document is not available in &brandShortName;’s cache.</p><ul><li>As a security precaution, &brandShortName; does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
bn_bd: <p>&brandShortName;' এর ক্যাশে আপনি যে নথিটি চেয়েছেন তা পাওয়া যাচ্ছে না।</p><ul><li>নিরাপত্তার জন্য, &brandShortName; নাজুক নথির জন্য পুনরায় অনুরোধ পাঠাবে না।</li><li>আবার চেষ্টা করুন বাটনে ক্লিক করে ওয়েবসাইট থেকে নথিটি পুনরায় অনুরোধ করুন।</li></ul>

source: <p>The requested document is not available in the browser’s cache.</p><ul><li>As a security precaution, the browser does not automatically re-request sensitive documents.</li><li>Click Try Again to re-request the document from the website.</li></ul>
bn_bd: <p>The অনুরোধকৃত নথিটি ব্রাউজার ক্যাশে বিদ্যমান নেই।</p><ul><li>নিরাপত্তার জন্য, নাজুক নথি ব্রাউজার পুনরায় অনুরোধ করবে না।</li><li>ওয়েবসাইট থেকে নথিটি পুনরায় অনুরোধ করতে আবার চেষ্টা করুন।</li></ul>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p><ul><li>Could the server be experiencing high demand or a temporary outage? Try again later.</li><li>Are you unable to browse other sites? Check the computer’s network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
bn_bd: <p>নির্ধারিত সাইটের সাথে সংযোগ করার সময় সময়সীমা উত্তীর্ণ হয়ে যাওয়ার ফলে ব্রাউজার আর উত্তরের অপেক্ষা করছে না।</p><ul><li>সম্ভবত সার্ভারের উপর অতিরিক্ত চাপ সৃষ্টি হয়েছে অথবা সাময়িক ভাবে সেটি কার্যকর অবস্থায় নেই। কিছুক্ষণ অপেক্ষা করে পুনরায় চেষ্টা করুন।</li><li>আপনি কি অন্যান্য সাইট ব্রাউজ করতে পারছেন না? কম্পিউটারের সাথে নেটওয়ার্কের সংযোগ পরীক্ষা করুন।</li><li>আপনার কম্পিউটার অথবা নেটওয়ার্ক কি কোনো ফায়ারওয়াল অথবা প্রক্সি দ্বারা সুরক্ষিত করা হয়েছে? ভুল সেটিং, ওয়েব ব্রাউজ করতে বাধা সৃষ্টি করতে পারে।</li><li>সমস্যার সমাধান না হলে, সহায়তার জন্য আপনার নেটওয়ার্ক অ্যাডমিনিস্ট্রেটর অথবা ইন্টারনেট সেবাদানকারী প্রতিষ্ঠানের সাথে যোগাযোগ করুন।</li></ul>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
bn_bd: <p>সাইটটি একটি নেটওয়ার্ক অনুরোধের অপ্রত্যাশিত উত্তর দিয়েছে যার ফলে ব্রাউজার এটি চালিয়ে যেতে পারছে না।</p>

source: <p>Though the site seems valid, the browser was unable to establish a connection.</p><ul><li>Could the site be temporarily unavailable? Try again later.</li><li>Are you unable to browse other sites? Check the computer’s network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li></ul>
bn_bd: <p>সাইট বৈধ হওয়া সত্ত্বেও ব্রাউজার সেটির সাথে সংযোগ করতে সক্ষম হয়নি। </p><ul><li>সাইটটি সাময়িকভাবে অনুপস্থিত থাকার সম্ভাবনা রয়েছে কি? পরে কোনো সময়ে পুনরায় চেষ্টা করুন।</li><li>আপনি কি অন্যান্য সাইট ব্রাউজ করতে পারছেন না? কম্পিউটারের সাথে নেটওয়ার্কের সংযোগ পরীক্ষা করুন।</li><li>আপনার কম্পিউটার কি কোনো ফায়ারওয়াল অথবা প্রক্সি দ্বারা সুরক্ষিতভাবে স্থাপন করা হয়েছে? ভুল সেটিং, ওয়েব ব্রাউজ করতে বাধা সৃষ্টি করতে পারে।</li></ul>

source: Public Key Pinning:
bn_bd: পাবলিক কী পিন:

source: Public-Key-Pins: An error occurred noting the site as a Public-Key-Pins host.
bn_bd: সার্বজনিন-কি-পিন: একটি ত্রুটির একটি পাবলিক কী-পিন হোস্ট হিসাবে সাইটের লক্ষ ঘটেছে।

source: Public-Key-Pins: An unknown error occurred processing the header specified by the site.
bn_bd: সার্বজনিন-কি-পিন: একটি অজানা ত্রুটি সাইটের দ্বারা নির্দিষ্ট হেডার প্রক্রিয়াকরণের ঘটেছে।

source: Public-Key-Pins: The certificate used by the site was not issued by a certificate in the default root certificate store. To prevent accidental breakage, the specified header was ignored.
bn_bd: Public-Key-Pins: এই সাইটের ব্যবহৃত সার্টিফিকেট কোন ডিফল্ট রুট সার্টিফিকেট স্টোর দ্বারা ইস্যুকৃত সার্টিফিকেট নয়। দুর্ঘটনাবশত ভাঙ্গন এড়াতে, নির্দিষ্ট হেডার উপেক্ষা করা হয়েছে।

source: Public-Key-Pins: The connection to the site is untrustworthy, so the specified header was ignored.
bn_bd: সার্বজনিন-কি-পিন: সাইটটিতে সংযোগ অবিশ্বাসযোগ্য, তাই নির্দিষ্ট হেডার উপেক্ষা করা হয়েছে।

source: Public-Key-Pins: The site specified a header that could not be parsed successfully.
bn_bd: সার্বজনীন-চাবি-পিন: সাইটটির বিশেষ একটি শিরোনাম যেটি সফলভাবে পার্স হতে পারেনি।

source: Public-Key-Pins: The site specified a header that did not include a backup pin.
bn_bd: সার্বজনীন-চাবি-পিন: সাইটটির বিশেষ একটি শিরোনাম যেটি ব্যাকঅাপ পিনে অন্তর্ভুক্ত হয়নি।

source: Public-Key-Pins: The site specified a header that did not include a matching pin.
bn_bd: সর্বজনীন-চাবি-পিন: সাইটটি বিশেষ একটি শিরোনাম যেটি একটি মেশিন পিনে অন্তর্ভুক্ত হয়নি।

source: Public-Key-Pins: The site specified a header that did not include a ‘max-age’ directive.
bn_bd: সার্বজনিন-কি-পিন: সাইটে একটি 'সর্বোচ্চ বয়স' নির্দেশনা অন্তর্ভুক্ত করা হয়নি যে একটি হেডার নির্দিষ্ট।

source: Public-Key-Pins: The site specified a header that included an invalid ‘includeSubDomains’ directive.
bn_bd: সার্বজনিন-কি-পিন: সাইটে একটি অকার্যকর 'includeSubDomains' নির্দেশনা অন্তর্ভুক্ত একটি হেডার নির্দিষ্ট।

source: Public-Key-Pins: The site specified a header that included an invalid ‘max-age’ directive.
bn_bd: সার্বজনিন-কি-পিন: সাইটে একটি অকার্যকর 'সর্বোচ্চ বয়স' নির্দেশনা অন্তর্ভুক্ত একটি হেডার নির্দিষ্ট।

source: Public-Key-Pins: The site specified a header that included an invalid pin.
bn_bd: সার্বজনীন-চাবি-পিন: সাইটটি বিশেষ একটি শিরোনাম যেটি একটি অকার্যকর পিন অন্তর্ভুক্ত করেছে।

source: Public-Key-Pins: The site specified a header that included multiple ‘includeSubDomains’ directives.
bn_bd: সার্বজনীন-চাবি-পিন: সাইটটি বিশেষ একটি শিরোনাম যেটি 'অন্তর্ভুক্তসাবডোমেইন' নির্দেশনা অন্তর্ভূত করেছে।

source: Public-Key-Pins: The site specified a header that included multiple ‘max-age’ directives.
bn_bd: সার্বজনিন-কি-পিন: সাইটের একাধিক 'সর্বোচ্চ বয়স' নির্দেশনা অন্তর্ভুক্ত একটি হেডার নির্দিষ্ট।

source: Public-Key-Pins: The site specified a header that included multiple ‘report-uri’ directives.
bn_bd: সার্বজনিন-কি-পিন: সাইটের একাধিক 'প্রতিবেদন-URI' নির্দেশনা অন্তর্ভুক্ত একটি হেডার নির্দিষ্ট।

source: Puerto Rico
bn_bd: পুয়ের্তো রিকো

source: Pull down to show history
bn_bd: ইতিহাস দেখতে নীচে টেনে আনুন

source: <p><ul><li>Please contact the website owners to inform them of this problem.</li></ul></p>
bn_bd: <p><ul><li>এই সমস্যাটি সম্পর্কে অনুগ্রহ করে ওয়েবসাইটের মালিককে জানান।</li></ul></p>

source: Punjabi
bn_bd: পাঞ্জাবি

source: <p>Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.</p>
bn_bd: <p>অবাঞ্ছিত সফটওয়্যার পেজটি সফটওয়্যার ইন্সটল করার চেষ্টা করছে যা আপনার সিস্টেমকে খারাপ করে দিতে পারে অনিচ্ছাকৃত ভাবেই।</p>

source: Purchase for %S…
bn_bd: %S এর জন্য ক্রয়… u

source: Purple
bn_bd: বেগুনি

source: Push
bn_bd: পুশ করুন

source: Push Endpoint:
bn_bd: পুশ এন্ডপয়েন্ট:

source: <p>You must log in to this network before you can access the Internet.</p>
bn_bd: <p>ইন্টারনেট প্রবেশ করতে হলে, আপনাকে এই নেটওয়ার্কে অবশ্যই লগইন করতে হবে।</p>

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <p>If you still wish to add an exception for this site, you can do so in your advanced encryption settings.</p>
bn_bd: <p>যে ইন্টারনেট সংযোগটি ব্যবহার করেন তা সম্পূর্ণ বিশ্বাসযোগ্য না হয় অথবা এই সার্ভারের জন্য সতর্কবানী দেখতে অভ্যস্ত না হন তাহলে আপনি একটি ব্যতিক্রম যোগ করতে পারেননা। </p> <p> যদি আপনি এরপরও এই সাইটের জন্য ব্যতিক্রম যোগ করতে চান, উচ্চ পর্যায়ের এনক্রিপশন সেটিং এ এটি করতে পারেন।</p>

source: Qatar
bn_bd: কাতার

source: Quechua
bn_bd: কুইচুয়া

source: Query OCSP responder servers to confirm the current validity of certificates
bn_bd: ইস্যুকারীর OCSP উত্তরের রিপোর্ট সার্টিফিকেটের যোগ্যতা বাতিল করা হয়েছে।

source: Query string
bn_bd: স্ট্রিং অনুসন্ধান

source: Query String:
bn_bd: স্ট্রিং অনুসন্ধান:

source: Quick find
bn_bd: দ্রুত অনুসন্ধান

source: Quick find (links only)
bn_bd: দ্রুত অনুসন্ধান (শুধুমাত্র লিংক)

source: Quirks mode
bn_bd: Quirks মোড

source: Quirky doctype. Expected “<!DOCTYPE html>”.
bn_bd: অদ্ভূত ডকুমেন্ট ধরণ। প্রত্যাশিত “<!DOCTYPE html>”।

source: Quit
bn_bd: প্রস্থান

source: &Quit
bn_bd: প্রস্থান

source: Quit %1$S (%2$S)
bn_bd: প্রস্থান %1$S (%2$S)

source: Quit &brandShorterName;
bn_bd: &brandShorterName; থেকে প্রস্থান

source: Quit %s
bn_bd: %s থেকে প্রস্থান

source: Quit %S
bn_bd: %S থেকে প্রস্থান

source: Quote in an unquoted attribute value. Probable causes: Attributes running together or a URL query string in an unquoted attribute value.
bn_bd: কোট হল একটি আনকোট অ্যাট্রিবিউট মান। সম্ভাব্য কারণ: অ্যাট্রিবিউট একসাথে চলে অথবা একটি আনকোট অ্যাট্রিবিউট মানের মধ্য একটি ইউআরএল কোয়েরি স্ট্রিং।

source: Quote in attribute name. Probable cause: Matching quote missing somewhere earlier.
bn_bd: বৈশিষ্ট্য নামে উদ্ধৃত করা। সম্ভাব্য কারণ: পূর্বে অন্য কোথাও মিলানোর উদ্ধৃতি পাওয়া যাচ্ছে না।

source: r
bn_bd: S

source: radical
bn_bd: ভিত্তিগত

source: radio button
bn_bd: রেডিও বোতাম

source: Radio buttons
bn_bd: রেডিও বোতাম

source: radio menu item
bn_bd: রেডিও মেনু আইটেম

source: Rate
bn_bd: হার

source: Rating
bn_bd: রেটিং

source: Raw Data
bn_bd: প্রাথমিক ডাটা

source: Raw data copied to clipboard
bn_bd: অবিন্যস্ত ডাটা ক্লিপবোর্ডে অনুলিপি করা হয়েছে

source: Raw headers
bn_bd: র হেডার

source: Raw JSON
bn_bd: পরিশোধিত JSON

source: RCWN Stats
bn_bd: RCWN পরিসংখ্যান

source: RCWN Status
bn_bd: RCWN অবস্থা

source: Reached end of document, continued from top
bn_bd: পৃষ্ঠার শেষে পৌছে গেছে, উপর থেকে আরম্ভ করা হয়েছে

source: Reached end of page, continued from top
bn_bd: পৃষ্ঠার শেষে পৌছে গেছে, উপর থেকে আরম্ভ করা হয়েছে

source: Reached top of document, continued from bottom
bn_bd: পৃষ্ঠার শুরুতে পৌছে গেছে, নীচ থেকে আরম্ভ করা হয়েছে

source: Reached top of page, continued from bottom
bn_bd: পৃষ্ঠার শুরুতে পৌছে গেছে, নীচ থেকে আরম্ভ করা হয়েছে

source: Read
bn_bd: পড়ুন

source: Read %1$S
bn_bd: %1$S পড়ুন\u0020

source: Read and modify bookmarks
bn_bd: বুকমার্ক পড়ুন ও সম্পাদনা করুন

source: Read and modify browser settings
bn_bd: ব্রাউজার সেটিং পড়ুন এবং পরিবর্তন করুন

source: Read and modify privacy settings
bn_bd: গোপনীয়তা সেটিংস পড়ুন এবং পরিবর্তন করুন

source: Reading List (From Edge)
bn_bd: তালিকা পড়া হচ্ছে (Edge হতে)

source: Reading List (From Safari)
bn_bd: তালিকা পড়া হচ্ছে (সাফারি হতে)

source: Reading snapshot…
bn_bd: স্ন্যাপসট পড়া হচ্ছে…

source: readonly
bn_bd: শুধুমাত্র পাঠযোগ্য

source: Read the
bn_bd: পড়ুন

source: Ready
bn_bd: প্রস্তুত

source: Ready to start installing $BrandShortName
bn_bd: $BrandShortName ইনস্টলেশন শুরু করতে প্রস্তুত

source: Really fast
bn_bd: সত্যিই দ্রুত

source: Realtime recording data disabled on non-multiprocess Firefox.
bn_bd: Firefox এর নন-মাল্টিপ্রসেসে রিয়েলটাইম রেকর্ডিং-এর তথ্য নিষ্ক্রিয় করে দেয়।

source: Rearrange your toolbar.
bn_bd: আপনার টুলবার পুনর্বিন্যাস করুন।

source: Reboot now
bn_bd: এখন রিস্টার্ট করা হবে

source: Recalculate Style
bn_bd: শৈলী পুননির্ধারণ

source: Received
bn_bd: গৃহীত

source: Received an inter-process message that requested a garbage collection.
bn_bd: একটি ইন্টার-প্রসেস বার্তা গৃহীত হলো যার একটি গার্বেজ কালেকশনের প্রয়োজন।

source: Received incorrect handshakes hash values from peer.
bn_bd: পিয়ার থেকে হ্যান্ডশেক হ্যাশের ভুল মান গ্রহণ করেছে।

source: Receive Notifications
bn_bd: নোটিফিকেশন গ্রহণ করুন

source: Receiving:
bn_bd: গ্রহন করা হচ্ছে:

source: Recent
bn_bd: সাম্প্রতিত

source: Recent History
bn_bd: সাম্প্রতিক ইতিহাস

source: Recently Bookmarked
bn_bd: সম্প্রতি বুকমার্ক করা

source: Recently Closed Tabs
bn_bd: সম্প্রতি বন্ধ করা ট্যাব

source: Recently Closed Windows
bn_bd: সম্প্রতি বন্ধ করা উইন্ডো

source: Recent Tags
bn_bd: সাম্প্রতিক ট্যাগ

source: Recent Updates
bn_bd: সাম্প্রতিক হালনাগাদ

source: Recommended
bn_bd: সুপারিশকৃত

source: Reconnect %S
bn_bd: পুনঃসংযোগ %S

source: Reconnect to previous runtime
bn_bd: পূর্ববর্তী রানটাইম পুনঃসংযোগ করুন

source: Reconnect to previous runtime when WebIDE starts
bn_bd: WebIDE আরম্ভ হলে আগের রানটাইম পুনঃসংযোগ করুন

source: Reconnect to &syncBrand.shortName.label;
bn_bd: &syncBrand.shortName.label; এ পুনরায় সংযুক্ত হউন

source: Reconnect to &syncBrand.shortName.label;…
bn_bd: &syncBrand.shortName.label;... এ পুনরায় সংযুক্ত হউন

source: Record Allocations
bn_bd: বরাদ্দ সংরক্ষণ

source: Record call stacks
bn_bd: কল স্ট্যাক রেকর্ড কর

source: Record Framerate
bn_bd: ফ্রেমরেট ধারন করুন

source: Record framerate while profiling.
bn_bd: প্রোফাইল করার সময় ফ্রেমরেট রেকর্ড করা।

source: Recording…
bn_bd: রেকর্ড করা হচ্ছে...

source: Recording an animation cycle…
bn_bd: একটি অ্যানিমেশন চক্র রেকর্ডিং হচ্ছে…

source: Recording a profile is currently unavailable. Please close all private browsing windows and try again.
bn_bd: এই মূহুর্তে প্রোফাইলে রেকর্ডিং বিদ্যমান নয়। অনুগ্রহ করে সকল প্রাইভেট ব্রাউজিং উইন্ডো বন্ধ করুন এবং আবার চেষ্টা করুন।

source: Recording #%S
bn_bd: রেকর্ডিং #%S

source: Record Memory
bn_bd: মেমোরি সংরক্ষণ

source: Record memory consumption while profiling.
bn_bd: মেমোরির খরচ প্রোফাইলিং করবার সময় রেকর্ড করুন।

source: Record Object allocations while profiling.
bn_bd: ধারন করার উদ্যেশ্য যখন প্রোফাইল করা হয়।

source: Record the next frame in the animation loop.
bn_bd: অ্যানিমেশন লুপের মধ্যে পরবর্তী ফ্রেম রেকর্ড করুন।

source: recursive entity reference
bn_bd: রিকার্সিভ এনটিটি রেফারেন্স

source: Red
bn_bd: লাল

source: Redirection limit for this URL exceeded. Unable to load the requested page. This may be caused by cookies that are blocked.
bn_bd: এই URL'র জন্য নির্ধারিত রিডিরেকশনের সীমা পার হয়ে গেছে। অনুরোধকৃত পৃষ্ঠা লোড করতে ব্যর্থ। প্রতিরোধ করা কোনো কুকির কারণে এমনটি ঘটতে পারে।

source: Redirect Loop
bn_bd: রিডিরেক্ট লুপ

source: Redo
bn_bd: পুনরায় করা

source: Re-enter password:
bn_bd: পাসওয়ার্ডটি পুনরায় দিন:

source: reference to binary entity
bn_bd: বাইনারি এনটিটি রেফারেন্স দেয়া হয়েছে

source: reference to external entity in attribute
bn_bd: বৈশিষ্ট্যর মধ্যে বহিঃস্থ এনটিটি রেফারেন্স দেয়া হয়েছে

source: reference to invalid character number
bn_bd: অকার্যকর অক্ষর সংখ্যা রেফারেন্স করা হয়েছে

source: Referrer Policy for %1$S
bn_bd: %1$S এর জন্য রেফারার নীতি

source: Referrer Will Be
bn_bd: রেফারার হবে

source: Referring URL:
bn_bd: নির্দেশকারী URL:

source: Reflows
bn_bd: পুনঃপ্রবাহ

source: Refresh
bn_bd: রিফ্রেশ

source: Refresh &brandShortName;
bn_bd: &brandShortName; রিফ্রেশ করুন

source: Refresh &brandShortName;…
bn_bd: &brandShortName; রিফ্রেশ করুন…

source: Refresh Devices
bn_bd: ডিভাইসগুলো রিফ্রেস করুন

source: Refresh %S…
bn_bd: %S রিফ্রেশ করুন R…

source: Refresh Tabs
bn_bd: ট্যাব রিফ্রেশ

source: Regexp specifying attributes to remove
bn_bd: Regexp নির্ধারিত অ্যাট্রিবিউট সরিয়ে ফেলুন

source: region
bn_bd: এলাকা

source: Registered OID
bn_bd: নিবন্ধিত OID

source: Registered Service Workers
bn_bd: নিবন্ধিত সার্ভিস কর্মীরা

source: Registering
bn_bd: রেজিস্টার করা হচ্ছে

source: "Registering: "
bn_bd: "রেজিস্টার করা হচ্ছে: "

source: Rejected System Calls
bn_bd: প্রত্যাখ্যাত সিস্টেম কল

source: Related searches from the default search engine
bn_bd: পূর্বনির্ধারিত অনুসন্ধান ইঞ্জিন থেকে সংশ্লিষ্ট অনুসন্ধানসমূহ d

source: Relative positioning of table rows and row groups is now supported. This site may need to be updated because it may depend on this feature having no effect.
bn_bd: টেবিলের সারি এবং সারি দলের আপেক্ষিক অবস্থান এখন সমর্থিত। এই সাইটটি আপডেট করার প্রয়োজন হতে পারে কারণ এটি এই বৈশিষ্ট্যের উপর নির্ভর করতে পারে যার কোনো প্রভাব নেই।

source: release notes
bn_bd: রিলিজ নোট

source: Release Notes:
bn_bd: রিলিজ নোট:

source: Reload
bn_bd: রিলোড

source: Reload All Tabs
bn_bd: সব ট্যাব পুনরায় লোড A

source: Reload And Run
bn_bd: পুনরায় লোড এবং চালু করুন e

source: Reload current page (%S)
bn_bd: বর্তমান পাতা (%S) রিলোড করুন
